Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Trochę się napracowałem by mógł powstać, czas sprawdzić owoc swojej pracy.
uk: Я доклав трохи зусиль, щоб це стало можливим, настав час перевірити плоди моєї праці.

source: Trochę się nie widzieliśmy, Marvin, co? Jak tam braciszek, odnalazł się?
uk: Давненько ми не бачилися, Марвін, так? Як там братик, вже знайшовся?

source: Trochę się poobijali i obaj nie zamierzali pozostawić tej sprawy.
uk: Вони трохи побились, але обидва не збирались це так лишати.

source: Trochę się rozgadałeś.
uk: Ти трохи захопився.

source: Trochę się uspokoiłem. Dobrze, że zabraliśmy sporo materiałów. Większość drewna w tych ruinach jest zbutwiała i całkowicie bezużyteczna.
uk: Я трохи заспокоївся. Добре, що ми взяли багато матеріалів. Більшість деревини в цих руїнах прогнила і абсолютно непридатна для використання.

source: Trochę szkoda, że magowie każą nam tyle siedzieć w klasztorze. Chciałbym częściej przemierzać wyspę i tam wykonywać dla nich zadania.
uk: Трохи шкода, що маги змушують нас так багато сидіти в монастирі. Хотілося б частіше блукати островом і виконувати там їхні доручення.

source: Trochę szkoda, że nie udało się ich doprowadzić pod sąd, ale otwarty bunt, morderstwa i sam Innos wie, co jeszcze... Zasłużyli sobie na taki koniec.
uk: Трохи шкода, що їх не вдалося притягнути до відповідальності, але відкритий бунт, вбивство і сам Іннос знає, що ще... Вони заслужили на такий кінець.

source: Trochę tak, jakby sam Innos chciał, bym interweniował w tej sprawie.
uk: Наче сам Іннос хоче, щоб я втрутився у цю справу.

source: Trochę tak. O mały włos oboje zostalibyśmy zjedzeni przez zwierzęta.
uk: Так і було. Нас обох мало не роздерли дикі звірі.

source: Trochę tak. Przydałaby mi się również wiedza praktyczna.
uk: Трохи замало. Мені б не завадило трохи практики.

source: Trochę tak... Nie ma tu za wiele do roboty, ale z drugiej strony, gdzie miałbym się udać?
uk: Трохи набридло... Тут особливо немає чим зайнятися, але з іншого боку, куди мені подітися?

source: Trochę to skomplikowane. Zawsze wychodzi dobre?
uk: Це трохи складно. Чи завжди все добре виходить?

source: Trochę to trwa i trzeba się namęczyć, ale przygotowanie ich w dobrym miejscu, do którego zwabisz zwierzynę, może zakończyć całe polowanie w kilka chwil, bez ryzyka i wystrzelenia pojedynczej strzały.
uk: Це потребує трохи часу і зусиль, але якщо підготувати її у хорошому місці, куди ти будеш приманювати дичину, можна завершити все полювання за кілька хвилин, не ризикуючи і не випустивши жодної стріли.

source: Trochę to trwało, ale dzięki mojej znajomości kowalstwa udało mi się wykuć i nawet usprawnić konstrukcję miecza. Czas sprawdzić, jak zareaguje Roderich.
uk: Це зайняло деякий час, але з моїми навичками ковальства мені вдалося викувати та навіть вдосконалити дизайн меча. Час дізнатися, що на це скаже Родеріх.

source: Trochę to trwało, ale dzięki mojej znajomości kowalstwa udało mi się wykuć miecz. Czas sprawdzić, jak zareaguje Roderich.
uk: Це зайняло деякий час, але з моїми навичками ковальства мені все ж вдалося викувати меч. Час дізнатися, що на це скаже Родеріх.

source: Trochę trucizny powinno osłabić ukrywających się w jaskini przemytników.
uk: Трохи отрути має послабити контрабандистів, що ховаються в печері.

source: Trochę więcej niż wynosi przeciętna cena niewolnika, szczególnie w takim stanie.
uk: Трохи більше, ніж середня ціна раба, особливо в такому стані.

source: Trochę więcej, niż chciałeś.
uk: Трохи більше, ніж ти казав.

source: Trochę zależy mi na czasie.
uk: Мене трохи підганяє час.

source: Trochę złota zawsze się przyda.
uk: Трохи золота ніколи не завадить.

source: Trochę żałuję, że ta wasza miejska legenda była dosłownie gówno warta, ale życie widocznie takie jest. Znajdę sobie coś innego.
uk: Мені трохи шкода, що ця ваша міська легенда виявилася буквально нісенітницею, але, мабуть, таке життя. Пошукаю собі інше заняття.

source: Trochę...
uk: Трохи...

source: Trochę... jakby była przyciasna w pasie...
uk: Трохи... наче тісний в поясі...

source: Trociny zasypują okolicę...
uk: Тріски розлітаються на всі боки...

source: Trofea i inne ozdoby zwierzęce przygotowuje dla nas Detlow, dlatego także w tej kwestii wszystko jest na najwyższym poziomie.
uk: Трофеї та інші прикраси зі звірів для нас готує Детлоу, тож і в цьому питанні все на найвищому рівні.

source: Trofea można dostarczać pojedynczo i za każde zostanie natychmiastowo wypłacone złoto!
uk: Трофеї можна доставляти окремо, і кожен з них миттєво принесе вам золото!

source: Trofea od Fridy
uk: Трофеї від Фріди

source: Trofea przyjmował będę w Wilczym Leżu, w pobliżu naszej karczmy.
uk: Приймаю трофеї у Вовчому Лігві, біля нашої корчми.

source: Trofeum budzące zainteresowanie
uk: Трофей, цікавий лише

source: Trofeum do powieszenia na ścianę.
uk: Трофей, який можна повісити на стіну.

source: Trofeum interesujące jedynie
uk: Трофей, цікавий лише

source: Trofeum twarde niczym zbroja.
uk: Трофей, міцний, як обладунок.

source: Trofeum wykorzystywane
uk: Трофей, що використовується

source: Trofeum zainteresuje pewnie kupców.
uk: Трофей, ймовірно, зацікавить торговців.

source: Trofeum, które
uk: Трофей, який

source: Troll
uk: Троль

source: Troll Bagienny
uk: Болотний троль

source: Troll bagienny
uk: Болотний троль

source: Troll górski
uk: Гірський троль

source: Troll jaskiniowy
uk: Печерний троль

source: Trolle górskie
uk: Гірські тролі

source: Trop kończy się w grocie górników. Całe miejsce śmierdzi tytoniem, zupełnie jakby zapach wydobywał się prosto z ogniska.
uk: Слід закінчується в печері гірників. Тут все просякнуте запахом тютюну, ніби запах виходить прямо із вогнища.

source: Trop marynarza się urywa, ale wygląda na to, że był to wyłącznie jednorazowy przemyt. Wyśledzenie pozostałych bryłek, które już trafiły do obiegu, powinno wystarczyć Winstanowi.
uk: Слід моряка обривається, але схоже, що це була лише разова контрабанда. Те, що я відстежив решту самородків, які вже потрапили в обіг, повинно бути достатньо для Вінстана.

source: Trop, którym podążam, nie jest zbyt pewny. Gonzalo nie widział mojego brata wśród porwanych, a porywacze podobno polowali głównie na kobiety. Przystań, o której usłyszałem, zdaje się być domem wielu szumowin z wyspy. Z pewnością trafię tam na trop kogoś, kto był zamieszany w porwanie mojego brata.
uk: Слід, яким я йду, не дуже надійний. Гонсало не бачив мого брата серед викрадених, а викрадачі, з його слів, полюють переважно на жінок. Гавань, про яку я чув, здається, є домом для багатьох покидьків цього острова. Я впевнений, що вийду там на слід того, хто причетний до викрадення мого брата.

source: Tropem winnych porywaczy
uk: По сліду викрадачів вина

source: Tropy wskazują na kogoś z Wilczego Leża.
uk: Зачіпки вказують на когось із Вовчого Лігва.

source: Truchło brzytwy
uk: Мертвий бритвозуб

source: Trucizna
uk: Отрута

source: Trucizna bagiennego trutnia
uk: Отрута болотного трутня

source: Trucizna będzie gotowa lada moment.
uk: Отрута буде готова будь-якої миті.

source: Trucizna dla Bena
uk: Отрута для Бена

source: Trucizna poszła w ruch, powinienem gdzieś usiąść i poczekać. Przed karczmą widziałem ławkę, gdzie będę mógł posiedzieć w spokoju.
uk: Отруєне вино вже пішло до Бена. Треба десь сісти та зачекати. Перед корчмою я бачив лавку, де можна було б спокійно присісти.

source: Trucizna przygotowana
uk: Отрута, приготована

source: Trucizna, paskudna śmierć niegodna wojownika. Dawaj, lepiej nie ryzykować.
uk: Смерть від отрути жахлива і не гідна воїна. Давай, а то не хочеться ризикувати.

source: Truciznę jednych leczy się w zupełnie inny sposób niż drugich, podanie złego specyfiku może mieć katastrofalne skutki.
uk: Отрута кожного з них потребує свого специфічного лікування. Застосування неправильного препарату може призвести до катастрофічних наслідків.

source: Truciznę? Chyba nawet nie chcę wiedzieć, do czego jest ci potrzebna.
uk: Отрута? Навіть хочу знати, для чого вона тобі потрібна.

source: Trudne czasy wyciągają na wierzch naszą najgorszą naturę...
uk: Важкі часи виводять на поверхню нашу найгіршу природу...

source: Trudniej jest się przebić przez te łuski, dlatego celuj pomiędzy nie, tam, gdzie są miękkie. Zrób nacięcie i zacznij zdzierać skórę.
uk: Крізь луску пробитися важче, тому ріж там, де вона м'якша. Зроби надріз і почни здирати шкуру.

source: Trudniliśmy się głównie przemytem cennych gratów i ludzi. Zarobione złoto szło na alkohol, kobiety i nowe zabawki.
uk: В основному ми займалися контрабандою цінних речей і людей. Золото, яке ми заробляли, йшло на випивку, жінок і нові забавки.

source: Trudno jest zostać magiem?
uk: Чи важко стати магом?

source: Trudno mi powiedzieć, ale wyglądał mi na kogoś, kto musiał tęgo zabalować.
uk: Важко сказати, але здавалося, що він добряче погуляв.

source: Trudno powiedzieć, czy wzbudziłeś jego podziw czy nienawiść, więc się pilnuj.
uk: Важко сказати, викликав ти в нього захоплення чи ненависть, тож будь обережним.

source: Trudno powiedzieć... wszystko stało się tak szybko...
uk: Складно сказати... Все відбулося так швидко...

source: Trudno zapomnieć.
uk: Важко забути.

source: Trudno, ale następnym razem bądź ostrożniejszy, takie rzeczy mogą być dowodem w sprawie.
uk: Не пощастило, але наступного разу дій обережніше, адже подібні речі можуть бути доказами у справі.

source: Trudno, nie będę naciskał.
uk: Важко, я не буду наполягати.

source: Trudno, nie zależy mi! Zostaję i koniec dyskusji!
uk: Прикро, але мені байдуже! Я залишаюся, і крапка!

source: Trudno, więcej dla mnie.
uk: Гаразд, мені більше дістанеться.

source: Trudno, zawsze jest dobry czas, by nauczyć się czegoś nowego.
uk: Шкода, але це також гарний шанс навчитися чомусь новому.

source: Trudno.
uk: Шкода.

source: Trudno. Bardzo mi przykro, ale i tak będziecie musieli się dostosować do rozporządzenia obowiązującego w całym królestwie Myrtany.
uk: Тим не менш. Мені дуже шкода, але вам все одно доведеться підкоритися наказу, що діє по всьому Королівству Міртана.

source: Trudno. Jakbyś o czymś usłyszał, to daj mi znać, będę pewnie siedział w karczmie Gerstanda. Na razie.
uk: Погано. Якщо щось почуєш, дай мені знати, я, мабуть, сидітиму в корчмі Герстанда. Побачимось.

source: Trudno. Zadowolę się tym, co masz przy sobie!
uk: Шкода. Мені вистачить того, що ти маєш!

source: Trudny klient, jednym słowem.
uk: Складний клієнт, одним словом.

source: Trunek godny najemnika Araxos! Widzę, że został jeszcze ci tam łyczek. Dawaj, nie ociągaj się!
uk: Напій, гідний найманця Араксосу! Бачу, у тебе ще залишився ковток. Давай, не соромся!

source: Trup ścielił się gęsto po obu stronach, a strzały i pociski z balist i katapult nieustannie przeszywały niebo. Choć Myrtańczycy przewyższali obrońców liczebnością i wyposażeniem, ci drudzy mieli doskonałe warunki do przetrwania nawet kilkuletniego oblężenia. Mury Vardhal były grube i wysokie, do bramy prowadził wąski, kamienny most, a na każdej z wież znajdowała się ciskająca kamienie mangonela. Wystarczyło, żeby Vardec, dowódca Wilczych Synów, cierpliwie czekał na odsiecz ze wschodu, a Jarund miałby zwycięstwo w garści.
uk: З обох сторін все було завалено трупами, а небо постійно пронизували постріли та снаряди з баліст і катапульт. Хоча міртанці переважали захисників чисельністю та озброєнням, захисники мали ідеальні умови для того, щоб витримати навіть кількарічну облогу. Стіни Вардхалу були товстими і високими, до воріт вів вузький кам'яний міст, а на кожній вежі стояла камнеметальна машина. Достатньо було Вардеку, командиру Вовчих Синів, терпляче дочекатися підкріплення зі сходу, і перемога була б у руках Ярунда.

source: Trutka na szczury
uk: Щуряча отрута

source: Trutka na szczury.
uk: Щуряча отрута.

source: Trutka na szczury:
uk: Щуряча отрута:

source: Trutkę umieścić bezpośrednio przy norze szkodnika, podpalić i czekać na efekty. Uwaga! Szkodniki wypłoszone ze swoich nor przez trujące opary mogą zaatakować!
uk: Розкладіть отруту безпосередньо біля нори, підпаліть і очікуйте результатів. Обережно: налякані отруйними випарами гризуни можуть напасти!

source: Trwa oblężenie Przystani. Już raczej nie dogadam się z Larrym.
uk: Облога Гавані триває. Навряд чи ми з Ларрі знову порозуміємося.

source: Trwało to wiele tygodni, ale wkrótce Archolos zaczęło wracać do swej dawnej chwały.
uk: Це зайняло багато тижнів, але незабаром Архолос почав відроджувати свою колишню велич.

source: Trwały dobrą chwilę, burza ustała, ale nie wychylałem się, żeby nie prowokować nikogo, ani niczego.
uk: Вони тривали досить довго, потім все затихло, але я не висовувався, щоб нікого і нічого не спровокувати.

source: Trzaskający kościany łuk
uk: Тріскучий кістяний лук

source: Trzeba było mnie posłuchać!
uk: Треба було мене послухати!

source: Trzeba było mnie słuchać!
uk: Треба було мене послухати!

source: Trzeba było nie wydawać złota w burdelu...
uk: Не варто було витрачати золото в борделі...

source: Trzeba było o tym pomyśleć, zanim dopuściłeś się owych występków.
uk: Треба було думати, перш ніж допускати ці правопорушення.

source: Trzeba było od razu mówić, że znasz Willema. Widziałam, jak Yannick kręcił się gdzieś w pobliżu chaty Zachary'ego.
uk: Сказав би одразу, що знаєш Віллема. Я бачила, як Яннік тинявся десь біля хатини Захарія.

source: Trzeba było od razu mówić, że znasz Willema. Widziałem, jak Yannick kręcił się gdzieś w pobliżu chaty Zachary'ego.
uk: Сказав би одразу, що знаєш Віллема. Я бачив, як Яннік тинявся десь біля хатини Захарія.

source: Trzeba było tak od razu!
uk: Треба було з цього починати!

source: Trzeba było tak od razu.
uk: Треба було так одразу.

source: Trzeba będzie jak najszybciej zakończyć ten proceder. Ci renegaci mogą zniszczyć dobre imię naszej jednostki.
uk: Це треба зупинити якнайшвидше. Ці відступники можуть знищити добре ім'я нашого підрозділу.

source: Trzeba go było załatwić razem z Finbarem, tak jak proponował szef. Dobrze wiedział o waszych kradzieżach!
uk: З ним треба було розправитися разом з Фінбаром, як і пропонував шеф. Він добре знав про твої крадіжки!

source: Trzeba go pochować... gdzie leży?
uk: Його треба похоронити... Де він лежить?

source: Trzeba go podpalić w okolicy skał przy obozie naszych 'gości', a bez wątpienia dostaniemy piękną lawinę. Przegonimy ich, a przy okazji umożliwimy górnikom wznowienie wydobycia.
uk: Його потрібно підпалити біля скель недалеко від табору наших 'гостей', і, без сумніву, ми отримаємо чудову лавину. Ми проженемо їх, а гірникам дамо можливість відновити видобуток.

source: Trzeba go porządniej przetrzepać, by lepiej nas popamiętał!
uk: Треба пристойніше його відгамселити, щоб він краще нас запам'ятав!

source: Trzeba ich sprowokować. Muszą w jasny i klarowny sposób obrazić Króla.
uk: Необхідно їх спровокувати. Вони мають прямо і відкрито образити Короля.

source: Trzeba ich stamtąd wyciągnąć.
uk: Їх треба звідти забрати.

source: Trzeba iść dalej.
uk: Треба рухатися далі.

source: Trzeba jednak uważać na trujące okazy, które
uk: Однак, потрібно остерігатися отруйних видів,

source: Trzeba jeszcze znaleźć tylko rzemieślnika, który zamontuje to koło zębate. Ale spokojnie, sama sobie z tym poradzę, więc możesz sobie iść.
uk: Ще потрібно знайти майстра, який зможе встановити цю шестерню. Але будь певен, я можу впоратися з цим сама, тож можеш бути вільним.

source: Trzeba mu to wytłumaczyć... chcesz mi pomóc?
uk: Йому треба пояснити... Хочеш мені допомогти?

source: Trzeba na niego uważać, trzyma ze strażnikami i cały czas szuka sposobu, by się dorobić niskim nakładem pracy.
uk: За ним потрібно пильнувати, він тримається з Вартою і постійно шукає спосіб, як заробити без особливих зусиль.

source: Trzeba natychmiast odprowadzić tych ludzi w bezpieczne miejsce!
uk: Цих людей потрібно негайно відвести у безпечне місце!

source: Trzeba o tym było myśleć zanim zamknęłaś niewinne zwierzę dla zysku.
uk: Про це треба було думати до того, як замикати невинну істоту заради власної вигоди.

source: Trzeba poinformować Corteza o wszystkim.
uk: Кортез має бути про все поінформований.

source: Trzeba poinformować Dennisa.
uk: Треба повідомити Деннісу.

source: Trzeba poinformować Garosa.
uk: Потрібно повідомити Гароса.

source: Trzeba przyznać, że Bradlock dba o interesy Volkera. Sprawa załatwiona, muszę poinformować Fridę, że jej kłopoty zostały rozwiązane.
uk: Варто визнати, що Бредлок справді дбає про репутацію Волкера. Справу залагоджено, я маю повідомити Фріду, що її проблему вирішено.

source: Trzeba przyznać, że rzeczywiście robią wrażenie. Nie rozumiem tylko, po co je w ogóle stworzyłeś? Chciałeś nową błyskotkę?
uk: Треба визнати, що вони справді вражаючі. Тільки я не розумію, навіщо ти їх взагалі створив? Тобі потрібна була нова цяцька?

source: Trzeba ratować, co się da! Nic już na to nie poradzimy!
uk: Треба рятувати те, що можна! Ми тут вже нічого поробимо!

source: Trzeba się go pozbyć?
uk: Треба його позбутися?

source: Trzeba się ich jakoś pozbyć. Masz jakiś pomysł?
uk: Треба якось їх позбутися. Ти маєш якісь ідеї?

source: Trzeba się nimi zająć.
uk: Потрібно з цим розібратися.

source: Trzeba sobie pomagać.
uk: Потрібно допомагати один одному.

source: Trzeba tak było od razu!
uk: Треба було так зробити одразу!

source: Trzeba też zaznaczyć, że jeśli się starasz, to wyraźnie lepiej cię traktują. Warto u nas dawać z siebie wszystko.
uk: Важливо також зазначити, що якщо ти докладатимеш зусиль, до тебе ставитимуться набагато краще. У нас варто викладатися на повну.

source: Trzeba to rozchodzić
uk: Час розставити все на місця

source: Trzeba usunąć kamienie z koryta rzeki.
uk: З русла річки потрібно прибрати каміння.

source: Trzeba uzupełnić zapasy w naszej kopalni, bo chłopaki praktycznie nie mają już co jeść. Wszystko, co potrzebne, już czeka w Silbach.
uk: Нам потрібно поповнити запаси в нашій копальні, тому що хлопцям практично нічого їсти. Все необхідне чекає у Сільбаху.

source: Trzeba uświadomić ludzi o tym, jak się sprawy mają. Im więcej nas będzie, tym trudniej strażnikom będzie nas przegonić.
uk: Люди повинні знати про те, що відбувається. Чим більше нас буде, тим важче буде Варті нас розігнати.

source: Trzeba z tym uważać.
uk: З цим треба бути обережним.

source: Trzeba zebrać ludzi na szkolenie. Detlow już na was czeka.
uk: Треба зібрати людей на тренування. Детлоу вже чекає на вас.

source: Trzeba znaleźć sposób, żeby dorwać Lichwiarza i zgotować mu to, na co sobie zasłużył.
uk: Потрібно знайти спосіб схопити Лихваря і відплатити йому все, на що він заслуговує.

source: Trzech Marynarzy - Pracownia pisarska
uk: Три моряки - Писарська контора

source: Trzech przeciwników jednocześnie to jednak zbyt duże wyzwanie. Tak czy inaczej, Winstan powinien być zadowolony. Muszę się od niego dowiedzieć, jaki jest następny etap treningu.
uk: Три суперники одночасно – це занадто складний виклик. У будь-якому випадку, Вінстан повинен бути задоволений. Потрібно дізнатися у нього, який наступний етап тренувань.

source: Trzech to już spory tłum. Po powrocie z ratusza wyślę tam kilku moich najlepszych ludzi.
uk: Троє – це вже натовп. Коли я повернуся з ратуші, я пошлю туди кількох своїх найкращих людей.

source: Trzech? O czym ty mówisz?
uk: Трьох? Про що ти говориш?

source: Trzeci Wojownik - Pracownia kowalska
uk: Третій Воїн – Майстерня коваля

source: Trzeci krąg magii
uk: Третє Коло Магії

source: Trzeci krąg magii - Księga 1 z 4
uk: Третє Коло Магії - Книга 1 з 4

source: Trzeci krąg magii - Księga 2 z 4
uk: Третє Коло Магії - Книга 2 з 4

source: Trzeci krąg magii - Księga 3 z 4
uk: Третє Коло Магії - Книга 3 з 4

source: Trzeci krąg magii - Księga 4 z 4
uk: Третє Коло Магії - Книга 4 з 4

source: Trzeci młodzian nie miał wszelako ze sobą żadnego daru, toteż Zamorski Król, znudzonym gestem wskazał na sługusa, ażeby włócznią sprawiedliwie ukarał go za tę zniewagę. Gdy cień śmierci zawisł nad nieszczęśnikiem złowrogo, wskazał on tedy na górę nieopodal i zachęcił Chciwca, by ten towarzyszył mu w wyprawie. Rozbawiony, ale i zaciekawiony pognał za młodzieńcem, który prędko zniknął w ciemnościach skalnej pieczary.
uk: Однак у третього юнака не було з собою подарунка, тому Заморський Король нудьгуючим жестом вказав на свого слугу, щоб той списом справедливо покарав його за цю образу. Коли тінь смерті зловісно нависла над нещасним, він вказав на гору неподалік і закликав Жадібного Короля піти за ним. Заради цікавості та забави, він пішов за юнаком, що швидко зник у темряві скелястої печери.

source: Trzeci tom z czterech.
uk: Третій том з чотирьох.

source: Trzeci tom z pięciu.
uk: Третій том з п'яти.

source: Trzeci tom z trzech.
uk: Третій том з трьох.

source: Trzej bracia. Nikt nas tu nie zna, więc nikt nas nie szukał.
uk: Три брати. Тут нас ніхто не знає, тому ніхто і не шукав.

source: Trzem moim pożyczkobiorcom kończy się termin spłaty. Jeśli nie spłacą swoich zobowiązań, stracą prawa do swoich przedmiotów.
uk: У трьох моїх позичальників закінчується термін сплати. Якщо вони не повернуть борг, то втратять право власності на свої речі.

source: Trzy prace alchemika
uk: Три доручення алхіміка

source: Trzy tygodnie narzekała, jaki jest on głupi. W zasadzie kto normalny zgłasza się sam do armii? Teraz widzę, że cholernie jej go brakuje.
uk: Вона три тижні нарікала, який він дурний. Власне, хто взагалі сам йде в армію добровольцем? Тепер я бачу, що вона дуже за ним сумує.

source: Trzy.
uk: Три.

source: Trzymaj głowę na karku, chłopcze! Hehehe... to takie nasze małe zawodowe powiedzenie... nieważne...
uk: Тримай голову на плечах. Хе-хе-хе... це наша маленька професійна приказка... не зважай...

source: Trzymaj i sam spróbuj.
uk: Ось візьми та спробуй сам.

source: Trzymaj na przyszłość łapy z dala od moich rzeczy, zrozumiano?!
uk: Тримай свої лапи подалі від моїх речей, зрозумів?!

source: Trzymaj ręce z dala od rzeczy, które do ciebie nie należą!
uk: Тримай свої руки подалі від речей, які тобі не належать!

source: Trzymaj się Marvin i pamiętaj, nie bierz sobie baby.
uk: Бережи себе, Марвіне, і пам'ятай: тримайся подалі від жінок.

source: Trzymaj się blisko i nie odstępuj mnie na krok.
uk: Тримайся поруч і не відходь від мене.

source: Trzymaj się blisko mnie.
uk: Тримайся поруч.

source: Trzymaj się blisko, jak gdzieś znikniesz, to zatrzymam sobie twoje złoto.
uk: Тримайся поруч. Якщо ти десь загубишся, я заберу твоє золото собі.

source: Trzymaj się z dala od bagien - dobrze ci radzę. Jeśli nie jesteś przeszkolony w walce, to w ciągu godziny będziesz martwy.
uk: Тримайся подалі від боліт – ось тобі гарна порада. Якщо ти не навчений битися, то протягом години вже будеш мертвий.

source: Trzymaj się z dala ode mnie z tą twoją magią!
uk: Тримайся від мене подалі зі своєю магією!

source: Trzymaj się!
uk: Бережи себе!

source: Trzymaj się, chłopcze.
uk: Тримайся, хлопче.

source: Trzymaj się.
uk: Бережи себе.

source: Trzymaj swoje jabłko.
uk: Ось, візьми яблуко.

source: Trzymaj swoje piwo.
uk: Тримай своє пиво.

source: Trzymaj swoje piwo. (Daj piwo i 100 SZ)
uk: Тримай своє пиво. (Дати пиво і 100 золотих)

source: Trzymaj swój udział.
uk: Тримай свою частку.

source: Trzymaj trochę złota za fatygę, ale obawiam się, że nie będziemy więcej współpracować.
uk: Тримай трохи золота за твій клопіт, але, боюся, ми більше не працюватимемо разом.

source: Trzymaj za mnie kciuki.
uk: Тримай за мене кулаки.

source: Trzymaj za mnie kciuki. Do zobaczenia.
uk: Тримай за мене кулаки. Побачимось.

source: Trzymaj łapska z dala od naszych owiec!
uk: Руки геть від наших овець!

source: Trzymaj łapy przy sobie!
uk: Тримай свої лапи при собі!

source: Trzymaj łapy z daleka!
uk: Тримай свої руки подалі!

source: Trzymaj!
uk: Тримай!

source: Trzymaj! (Daj 1 SZ)
uk: Тримай! (Дати 1 золотий)

source: Trzymaj! (Daj 40 SZ)
uk: Тримай! (Дати 40 золотих)

source: Trzymaj! (Zapłać 100 SZ)
uk: Тримай! (Заплатити 100 золотих)
